Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Bargojoavku lea earet eará mearkkašan deavvašvuođafitnodatlága ja stáhtafitnodatlága , mas bargit eai leat stáhtavirgeolbmuid lága njuolggadusaid vuollásaččat .
nob: Arbeidsgruppen har blant annet merket seg ordningen i helseforetaksloven og statsforetaksloven hvor det er lagt til grunn at de ansatte ikke er omfattet av regelverket for statstjenestemenn .

source: Bargojoavku lea gávnnahan ahte Sámedikki doaimma erenoamášvuođaid geažil , lea nuppelágán čoavddus vuohkkaset .
nob: Arbeidsgruppen har kommet frem til at de karakteristiske trekk ved Sametingets virksomhet taler med tyngde for den motsatte løsning .

source: Vaikko Sámediggi ásahuvvošii ge sierra riektesubjeaktan , de oaivvilda bargojoavku leat lunddolažžan joatkit sámelága § 2-12 nuppi lađđasiin .
nob: Selv om Sametinget etableres som eget rettssubjekt er det arbeidsgruppens syn at det vil være naturlig at bestemmelsen i sameloven § 2-12 annet ledd videreføres .

source: Nu movt čilgejuvvui kapihtal 7.1:s , de lea Sámediggi almmolaš orgána mii lea ásahuvvon almmolašrievttálaš lágaid vuođul , ja Sámediggi boahtá hálddašit almmolašrievttálaš njuolggadusaid ja almmolaš ruđaid jus ásahuvvo sierra riektesubjeaktan .
nob: Som omtalt i kapittel 7.1 er Sametinget et offentlig organ opprettet i kraft av offentligrettslig lovgivning , og Sametinget vil forvalte et offentligrettslig regelverk og offentlige midler også dersom Sametinget etableres som eget rettssubjekt .

source: Konstitušuvnnalaš ja parlamentáralaš ovddasvástádus Nu movt namuhuvvon kapihtal 2.12:s , de ferte Sámedikki sorjjasmeahttunvuohta leat guovddáš eaktun go árvvoštallá konstitušuvnnalaš ovddasvástádusa Sámedikki mearrádusaid
nob: Konstitusjonelt og parlamentarisk ansvar Som uttalt i kapittel 2.12 må den uavhengighet som Sametinget har , legges til grunn som en viktig premiss ved vurderingen av det konstitusjonelle ansvaret for beslutninger som gjøres av Sametinget .

source: Sámediggi ii leat dábálaš etáhta dahje ráđđehusa vuollásaš orgána , ja ráđđehusas ii sáhte danne leat ovddasvástádus Sámedikki politihkalaš doibmii dahje daidda mearrádusaide maid Sámediggi dahká iešguđet surggiin .
nob: Sametinget er ikke en ordinær etat eller et underliggende organ i forhold til regjeringen , og regjeringen kan derfor ikke være ansvarlig for Sametingets politiske virksomhet eller vedtakene som Sametinget gjør på de ulike områdene .

source: Guorahaladettiin konstitušuvnnalaš ovddasvástádusa , de lea stáhtaráđiid bearráigeahččan- ja bagadanválddis stuora mearkkašupmi .
nob: Ved vurderingen av det konstitusjonelle ansvar er statsrådens kontroll- og instruksjonsmyndighet av avgjørende betydning .

source: Dain surggiin mas stáhtaráđis ii leat bearráigeahččandahje bagadanváldi , ii sáhte sus leat konstitušuvnnalaš ovddasvástádus ge .
nob: På områder hvor statsråden ikke har kontroll- eller instruksjonsmyndighet , vil statsråden neppe heller kunne stilles konstitusjonelt til ansvar .

source: Jus Sámediggi ásahuvvo iešstivrejeaddji riektesubjeaktan , de gáhččá dábálaš bagadanváldi čielgasit eret , vrd. Vuođđolága § 3 .
nob: Dersom Sametinget etableres som selvstendig rettssubjekt vil den alminnelige instruksjonsmyndigheten , jf. Grunnloven § 3 , uttrykkelig falle bort .

source: Danne ii sáhte Stáhtaráđđi dábálaččat guoddit ovddasvástádusa Sámedikki doibmii , jus gozihan- dahje bagadanváldi ii leačča eará vuođu nala ásahuvvon .
nob: Statsråden vil derfor som hovedregel ikke kunne stilles ansvarlig for Sametingets virksomhet , med mindre kontroll- eller instruksjonsmyndighet er etablert på annet grunnlag .

source: Nu sáhttá leat jus Sámediggi lága , stuoradiggemearrádusa dahje eará vuođul , doaimmaha doaimma dahje válddi mii gullá stáhtaráđi bagadan- dahje gozihanválddi vuollái .
nob: Dette kan være at Sametinget med grunnlag i lov , stortingsvedtak eller på annet grunnlag utøver virksomhet eller myndighet som er underlagt statsrådens instruksjons- eller kontrollmyndighet .

source: Bargojaovku vuordá ahte stáhtaráđiid ovddasvástádus Sámediggejuolludusaide stáhtabušeahta badjel , boahtá leat dan duohken movt guoskevaš juolludusmearrádus dulkojuvvo .
nob: Arbeidsgruppen antar at det som vil være avgjørende for statsrådenes ansvar for bevilgningene til Sametinget over statsbudsjettet , er en tolkning av vedkommende bevilgningsvedtak .

source: Go lea sáhka ovddasvástádusas maid Sámediggi oažžu departemeantta fápmudeami bokte , de lea dat departemeantta dárkkistanneavvuid duohken ja das ahte leat go dat doarvái bures geavahuvvon .
nob: Ansvaret der Sametinget er gitt myndighet gjennom delegasjon fra et departement , vil være avhengig av de kontrollmidlene departementet har , og om disse eventuelt er tatt i bruk i tilstrekkelig grad .

source: Earret dan eai sáhte stáhtaráđit guoddit ovddasvástádusa Sámedikki doaimma dahje válddi čađaheami dáfus .
nob: Ut over dette vil ikke statsrådene kunne stilles til ansvar for Sametingets virksomhet eller utøvelse av myndighet .

source: Čoaihkkáigeassun sáhttá dadjat ahte jus Sámediggi ásahuvvo iešstivrejeaddji riektesubjeaktan , de ii boađe dat mielddisbuktit mearkkašahtti rievdadusaid stáhtaráđiid konstitušuvnnalaš ovddasvástádussii , jus buohtastahttá dálá diliin .
nob: Oppsummert vil det forhold at Sametinget etableres som selvstendig rettssubjekt , ikke få vesentlig betydning for statsrådenes konstitusjonelle ansvar , sammenlignet med slik rettstilstanden antas å være i dag .

source: Šaddá baicca čielgaset ahte stáhtaráđiin ii sáhte dábálaččat leat konstitušuvnnalaš ovddasvástádus dannego dábálaš bagadanváldi gáhččá eret .
nob: Det vil imidlertid fremstå som klarere at statsrådene som hovedregel ikke vil kunne ha konstitusjonelt ansvar siden den alminnelige instruksjonsmyndigheten uttrykkelig faller bort .

source: Minddar čujuha bargojoavku kapihtal 2.12:ii .
nob: Før øvrig viser arbeidsgruppen til kapittel 2.12 .

source: Mandáhta mielde galgá bargojoavku maiddái árvvoštallat vejolaš váikkuhusaid maid bargojoavkku árvalus mielddisbuktá parlamentáralaš ovddasvástádusa dáfus .
nob: Arbeidsgruppen er også i mandatet bedt om å vurdere eventuelle konsekvenser som arbeidsgruppens forslag måtte ha for det parlamentariske ansvar .

source: Parlamentáralaš ovddasvástádus mearkkaša dábálaččat ráđđehusa dahje ovttaskas stáhtaráđi geatnegasvuođa geassádit go Stuoradiggi dovddaha eahpeluohttámuša mearrádusa bokte .
nob: Med parlamentarisk ansvar siktes det normalt til regjeringens eller en enkeltstatsråds plikt til å trekke seg når Stortinget har fattet vedtak om mistillit .

source: Bargojoavku ii oainne ahte árvalusat formáladit mearkkašit goabbeliige parlamentáralaš ovddasvástádusa dáfus .
nob: Arbeidsgruppen kan ikke se at forslagene formelt sett vil ha betydning for det parlamentariske ansvaret i noen retning .

source: Eai leat makkárge njuolggadusat dahje ráddjemat das man ovdii stáhtaráđđi šaddá guoddit parlamentáralaš ovddasvástádusa , ja stáhtaráđđi sáhttá šaddat guoddit ovddasvástádusa dakkár dilálašvuođain nai mat leat su hálddašeami olggobealde .
nob: Det eksisterer ingen regler eller avgrensinger for hva statsråden kan stilles parlamentarisk til ansvar for , og en statsråd kan stilles til ansvar også for forhold utenfor statsrådens kontroll .

source: Bargojoavkku árvalus čalmmustahttá liikká Sámedikki iešstivrejumi ja politihkalaš sorjjasmeahttunvuođa , ja ii leat veadjemeahttun ahte Stuoradiggi dan deattuha jus dilli šaddá nu .
nob: Arbeidsgruppens forslag vil imidlertid tydeliggjøre Sametingets selvstendighet og politiske uavhengighet , og det kan jo tenkes at Stortinget ville komme til å vektlegge dette forholdet dersom dette skulle bli aktuelt .

source: Bearráigeahččanortnegat ja revišuvdna Stáhtalaš goziheapmi Sámedikki doaimmas lea dál bajábealdásis ja muddejuvvo dan eavttu vuođul ahte sápmelaččaid álbmotválljejuvvon orgána Sámediggi ii leat ráđđehusa bagadanválddi vuollásaš .
nob: Kontrollordninger og revisjon Statlig kontroll av Sametingets virksomhet skjer i dag på et overordnet nivå og reguleres ut fra den premiss at Sametinget som samenes folkevalgte organ ikke er underlagt regjeringens instruksjonsmyndighet .

source: Stáhtalaš bearráigeahčču Sámedikki doaimmas lea vuosttažettiin dárkkistit ahte Sámedikki ekonomiijahálddašeapmi čuovvu stáhta ekonomiijanjuolggadusaid .
nob: Statlig kontroll av Sametingets virksomhet dreier seg i hovedsak om å påse at Sametingets økonomiforvaltning skjer i henhold til statens økonomireglement .

source: Dasto dárkkistuvvo eambbo oppalaččat dakko bokte ahte stáhta bušeahttarámmainisguin ja láhkamearrádusaidisguin bidjá čujuhusaid Sámedikki doaibmadássái .
nob: Videre foretas kontrollen på et mer generelt nivå ved at staten gjennom budsjettrammer og lovvedtak legger føringer på Sametingets aktivitetsnivå .

source: Nu guhká go Sámediggi jahkásaččat oažžu juolludusaid stáhtabušeahta badjel , de šaddá dat stivret ekonomiijahálddašeami Stuoradikki juolludusnjuolggadusaid mielde ja Stuoradikki juolludusmearrádusaid čujuhusaid mielde .
nob: Så lenge Sametinget mottar årlige bevilgninger over statsbudsjettet , vil Sametinget måtte styre sin økonomiforvaltning i tråd med Stortingets bevilgningsreglement og føringer satt i Stortingets bevilgningsvedtak .

source: Side 67 av 86 ekonomiijahálddašeami stáhta bajimus eavttuid ja standárddaid mielde stáhta ekonomiijahálddašeami hárrái , lea dan duohken makkár formálalaš sajádat Sámediggái válljejuvvo .
nob: Hvorvidt Sametinget vil måtte styre sin økonomiforvaltning i tråd med statens overordende premisser og standarder for økonomiforvaltning i staten , vil imidlertid variere ut fra valg av løsning knyttet til Sametingets formelle stilling .

source: Bargojoavku váldá vuođu das ahte Stáhta ekonomiijastivrema njuolggadusat ja daidda gullevaš mearrádusat gustojit jus Sámediggi lea oassin stáhta juridihkalaš peršovnnas .
nob: Arbeidsgruppen legger til grunn at Reglement for økonomistyring i staten med tilhørende bestemmelser fortsatt vil være gjeldende dersom Sametingets inngår som en del av den juridiske personen staten .

source: Aŋkke sáhttá leat vejolaš ohcat spiehkastanlobi ekonomiijanjuolggadusaid ovttaskas mearrádusain , go juo dálá dilli rahpá dan vejolašvuođa .
nob: Det vil imidlertid , slik muligheten åpner for i dag , kunne vurderes å søke om unntak fra enkeltbestemmelser i økonomireglementet .

source: Ekonomiijanjuolggadusaid § 3 nubbi lađas cealká ( dás jorgaluvvon ) departemeanttat galget mearridit bagadusaid njuolggadusaid rámmaid siskkobealde sihke departemeanttaid ja vuollásaš doaimmaid várás .
nob: I økonomiregelverkets § 3 , annet ledd slås det fast at departementene skal fastsette instruks innenfor rammen av reglement både for departementet og underliggende virksomhet .

source: Bagadusa máŋggus galgá sáddejuvvot Riikarevišuvdnii .
nob: Gjenpart av instruksen skal sendes Riksrevisjonen .

source: Sámelága § 2-1 goalmmát lađđasa nubbi čuokkis nanne ahte lea departemeanta mii mearrida Sámedikki ekonomiijahálddašeami njuolggadusaid .
nob: I sameloven § 2-1 tredje ledd annet punktum slås det fast at departementet fastsetter reglement for Sametingets økonomiforvaltning .

source: Dát mearrádus lasihuvvui dalle go Sámediggi nettobušetteregođii sihkkarastin dihte ahte Sámedikki ekonomiijahálddašeapmi čađahuvvo buriid rámmaid siskkobealde .
nob: Denne bestemmelsen ble tatt inn i forbindelse med overgangen til nettobudsjettering for Sametinget , for å sikre at Sametingets økonomiforvaltning skjer innenfor gode rammer .

source: Bargojoavku čujuha ságasškuššamii dás ovdaleappos Sámedikki sorjjasmeahttunvuođa birra , ja čujuha ahte mearrádus mas departemeanta mearrida Sámedikki váldobagadusa – ii oro heiveme dálá ovdáeapmái iige bargojoavkku eará árvalusaide .
nob: Arbeidsgruppen viser til tidligere drøftinger om Sametingets uavhengighet , og vil peke på at denne bestemmelsen – som sier at departementet skal fastsette hovedinstruksen for Sametinget – ikke synes i samsvar med den utviklingen som har vært , og som framkommer av øvrige forslag fra arbeidsgruppen .

source: Danne oaivvilda bargojoavku ahte departemeanta ii berre mearridit Sámedikki ekonomiijahálddašeami váldobagadusa , ja Sámediggi berre ieš mearridit váldobagadusa ekonomiijanjuolggadusaid rámmaid siskkobealde .
nob: Arbeidsgruppen mener derfor at departementet ikke bør fastsette hovedinstruks for økonomiforvaltningen i Sametinget , men at Sametinget selv fastsetter denne innenfor økonomiregleverkets rammer .

source: Sámediggi ii boađe dábálaččat gullat stáhta ekonomiijanjuolggadusaid vuollái jus ásahuvvo sierra riektesubjeaktan , vrd. Stáhta ekonomiijastivrema njuolggadusaid § 2 .
nob: Sametinget vil i utgangspunktet ikke omfattes av statens økonomiregelverk dersom Sametinget etableres som et eget rettsubjekt , jf. Reglement for økonomistyring i staten § 2 .

source: Dattege lea Sámediggi almmolaš orgána mii lea ásahuvvon almmolašrievttálaš lágaid vuođul . Sámediggi hálddaša almmolašrievttálaš njuolggadusaid , ja hálddaša goasii dušše almmolaš ruđaid ( vrd. kap. 7.1 ) .
nob: Imidlertid framstår Sametinget som et offentlig organ , opprettet i kraft av offentligrettslig lovgivning , Sametinget forvalter et offentligrettslig regelverk , og forvalter nesten utelukkende offentlige midler ( jf. kap. 7.1 ) .

source: Bargojaovku oaivvilda danne leat eanemus ulbmilažžan ahte stáhta ekonomiijanjuolggadusat maiddái gustojit Sámediggái .
nob: Arbeidsgruppen vurderer det derfor slik at det vil være mest hensiktsmessig at statens økonomiregelverk også gjelder Sametinget .

source: Ekonomiijanjuolggadusat fertejit aŋkke geavahuvvot nu ahte Sámediggi beassá ieš árvvoštallat go lea álbmotválljejuvvon orgána .
nob: Økonomiregelverket må likevel anvendes på en måte som gir Sametinget rom for utøvelse av skjønn i sin egenskap som folkevalgt organ .

source: Dat mearkkaša ee. ahte vejolaš spiehkastemiid berre árvvoštallat .
nob: Dette innebærer bl.a. at det bør vurderes eventuelle unntak fra regelverket .

source: Dan vuođul árvala bargojaovku , beroškeahttá das makkár čoavddus Sámedikki rievttálaš dillái válljejuvvo , ahte sámelága § 2-1 goalmmát lađđasa nubbi čuokkis heaittihuvvo , ja ahte dan sadjái biddjo čuovvovaš cealkka : Stáhta ekonomiijanjuolggadusat gustojit Sámediggái dan muddui go heive .
nob: Arbeidsgruppen foreslår derfor på denne bakgrunn , uavhengig av løsningen for Sametingets rettslige status , at sameloven § 2-1 tredje ledd annet punktum oppheves , og erstattes av følgene formulering : Statens økonomiregelverk gjelder for Sametinget så langt det passer .

source: Nu movt čilgejuvvui kapihtal 2.11:s , de leat Sámedikki dálá bearráigeahččanortnegat ásahuvvon dainna ulbmiliin ahte bisuhit parlamentáralaš ja siskkáldas hálddahuslaš goziheami .
nob: Som beskrevet i kapittel 2.11 er Sametingets kontrollordninger i dag etablert med den hensikt å ivareta både en parlamentarisk kontroll og en administrativ intern kontroll .

source: Dasa lassin lea Riikarevišuvnnas , mii lea Stuoradikki olggobealde bearráigeahččanorgána , ovddasvástádus gozihit ahte Sámediggi geavaha ruđaid Stuoradikki mearrádusaid ja eavttuid mielde .
nob: I tillegg har Side 68 av 86 Riksrevisjonen , som er et eksternt kontrollorgan med Stortinget som oppdragsgiver , ansvar for å føre kontroll med at Sametinget benytter bevilgede midler i tråd med Stortingets vedtak og forutsetninger .

source: Vejolaš rievdadusat Sámedikki iežas siskkáldas bearráigeahččanortnegiin ja stáhtalaš bearráigeahččandárbbuin Sámedikki doaimma hárrái , fertejit veardiduvvot daid doaimmaid ektui mat árvaluvvojit sihkkarastin dihte Sámediggái eanet iešstivrejeaddji dili .
nob: Eventuelle endringer i Sametingets egne interne kontrollordninger og statlige myndigheters kontrollbehov av Sametingets virksomhet , vil måtte vurderes i forhold til hvilke tiltak som foreslås for å sikre Sametinget en mer uavhengig stilling .

source: Riikarevišuvnna rolla mearkkašupmi Stuoradikki revišuvdna- ja bearráigeahččanorgánan , lea dan duohken makkár stáhtarievttálaš árvvu Sámediggi oažžu .
nob: Riksrevisjonens rolle som Stortingets revisjons- og kontrollorgan vil ha ulik betydning alt etter hvilke statsrettslig løsning Sametinget tiltenkes .

source: Riikarevišuvnna § 9 vuosttaš lađas cealká ahte ( dás jorgaluvvon ) Riikarevišuvdna galgá čađahit revišuvnna stáhtarehketdoalus ja stáhtalaš doaimmaid ja eará eiseválddiid rehketdoaluin main lea rehketdoallogeat-
nob: I riksrevisjonslovens § 9 første ledd slås det fast at Riksrevisjonen skal foreta revisjon av statsregnskapet og alle regnskaper avlagt av statlige virksomheter og andre myndigheter som er regnskapspliktig til staten , herunder forvaltningsbedrifter , forvaltningsorganer med særskilte fullmakter , statlige fond og andre organer eller virksomheter fastsatt i særlig lov ( regnskapsrevisjon ) .

source: Dasto cealká riikarevišuvdnalága § 9 goalmmát lađas ahte Riikarevišuvdna galgá čađahit vuogádatlaš ekonomiija , produktivitehta , ulbmilolaheami ja váikkuhusaid iskkademiid Stuoradikki mearrádusaid ja eavttuid ( hálddašanrevišuvnna ) vuođul .
nob: Videre slås det fast i riksrevisjonsloven § 9 tredje ledd at Riksrevisjonen skal gjennomføre systematiske undersøkelser av økonomi , produktivitet , måloppnåelse og virkninger ut fra Stortingets vedtak og forutsetninger ( forvaltningsrevisjon ) .

source: Bargojoavku dulko riikarevišuvdnalága § 9 nu ahte Riikarevišuvnnas ain galgá leat revišuvdnaovddasvástádus Sámedikki rehketdoalus jus vállje čovdosa mas Sámedikki ain lea oassin stáhta juridihkalaš peršovnnas .
nob: Arbeidsgruppen fortolker riksrevisjonslovens § 9 dit hen at Riksrevisjonen fortsatt vil ha et revisjonsansvar for Sametinget regnskap , dersom man velger en løsning hvor Sametinget inngår som en del av den juridiske personen staten .

source: Dakkár čovdosiin sáhttá Riikarevišuvdna maiddái čađahit hálddašanrevišuvnna Sámedikkis .
nob: Riksrevisjonen vil med en slik løsning også kunne gjennomføre forvaltningsrevisjon av Sametinget .

source: Dattege eahpida bargojoavku sisttisdoallá go riikarevišuvdnalága § 9 vuosttaš lađas Sámedikki rehketdoalu jus Sámediggi ásahuvvo iešstivrejeaddji riektesubjeaktan .
nob: Spørsmålet om riksrevisjonsloven § 9 første ledd vil omfatte Sametingets regnskap dersom Sametinget etableres som selvstendig rettssubjekt , er imidlertid etter arbeidsgruppens oppfatning tvilsomt .

source: Dat mat gohčoduvvojit ” stáhtalaš doaimmaid ja eará eiseválddiid rehketdoallun ” sáhttet áiggi vuollái rievddadit stáhtalaš hálddašeami mielde ja dan mielde movt stáhtalaš rehketdoalloortnet ásahuvvo .
nob: Hva som skal defineres som ” regnskaper avlagt av statlige virksomheter og andre myndigheter ” vil kunne endres over tid avhengig av hvordan den statlige forvaltning organiseres og hvordan den statlige regnskapsordning innrettes .

source: 104 Cealkka orru mearkkašeame ahte Riikarevišuvdnii ii biddjo revišuvdnaovddasvástádus Sámedikki rehketdoalus jus Sámediggi ásahuvvo sierra riektesubjeaktan , muhto eará bealit fas orrot addime eará mearkkašumi .
nob: 104 Ordlyden isolert sett trekker i retning av at Riksrevisjonen ikke vil være pålagt et revisjonsansvar for Sametingets regnskap dersom Sametingets skulle bli etablert som et eget rettssubjekt , men andre hensyn trekker i motsatt retning .

source: Sámediggi boahtá ain leat almmolaš orgána mii čađaha almmolaš válddi ja mii lea almmolaččat ruhtaduvvon .
nob: Sametinget vil fortsatt være et offentlig organ som vil kunne utøve offentlig myndighet og som er offentlig finansiert .

source: Bargojoavku rávve danne ahte sámelahkii lasihuvvo čielga mearrádus mas Riikarevišuvdna galgá gozihit Sámedikki riikarevišuvdnalága mielde , vrd. molssaeavttu riikarevišuvdnalága § 9 vuosttaš lađđasis ” eará orgánat dahje doaimmat mat leat nannejuvvon sierra lágas ” .
nob: Arbeidsgruppen vil derfor anbefale at det inntas en uttrykkelig bestemmelse i sameloven om at Riksrevisjonen fører kontroll med Sametinget etter riksrevisjonsloven , jf. alternativet i riksrevisjonsloven § 9 første ledd ” andre organer eller virksomheter fastsatt i særlig lov ” .

source: Ođđa ortnet mas Sámediggi lea sierra riektesubjeaktan šaddá mielddisbuktit árvvoštallama das ahte lea go Sámediggái ulbmilaččamus ieš válljet iežas revisora .
nob: En ny ordning med Sametinget som eget rettsubjekt vil måtte medføre en vurdering av hvorvidt det vil være hensiktsmessig om Sametinget utvelger en egen revisor .

source: Sámedikki revisoras sáhtášii de leat ovddasvástádus rehketdoallorevišuvnnas ja hálddašanrevišuvnnas .
nob: Sametingets revisor vil kunne tenkes å ha ansvar for både regnskapsrevisjonen og forvaltningsrevisjonen .

source: Ovdamunni dakkár ortnegiin lea ahte Sámediggi ieš sáhttá álggahit iskkademiid ja gozihit čuolmmaid mat Sámedikki mielas leat áigeguovdilat , Sámediggi oažžu dalle maid ieš revišuvdnabohtosiid , mat dalle eai mana Riikarevišuvnna jahkásaš raporterema bokte Stuoradiggái nu movt dál lea .
nob: Fordelen ved en slik ordning vil være at Sametinget selv vil kunne initiere undersøkelser og kontrollere problemstillinger som Sametinget anser som relevante . Sametinget vil dessuten selv få forelagt revisjonsresultatene , og ikke via Riksrevisjonens årlige rapportering til Stortinget , slik tilfelle er i dag .

source: Molssoeaktun sáhttá leat seamma čoavddus mii lea dearvvašvuođafitnodatlága §§ 44 ja 45 mielde .
nob: Et alternativ kan her være løsningen som er valgt i helseforetaksloven §§ 44 og 45 .

source: Riikarevišuvnna § 9 vuosttaš lađas rahpá dattege vejolašvuođa válljet čovdosa mas Riikarevišuvnnas ain lea revišuvdnaovddasvástádus Sámedikki dáfus , jus Sámediggi vel ásahuvvo ge sierra riektesubjeaktan .
nob: Riksrevisjonslovens § 9 første ledd åpner imidlertid for en løsning hvor Riksrevisjonen fortsatt pålegges et revisjonsansvar overfor Sametinget , dersom Sametinget etableres som eget rettsubjekt .

source: Bargojoavku oaivvilda leat eanemus ulbmilažžan addit Riikarevišuvdnii dan ovddasvástádusa resursavuođu hárrái .
nob: Etter arbeidsgruppens syn vil det ut fra et ressurshensyn være mest hensiktsmessig 104 Jf. spesialmerknadene til bestemmelsen i Innst .

source: Dalle eaktuduvvo aŋkke ahte sámeláhkii lasihuvvo ođđa mearrádus .
nob: Dette forutsetter imidlertid at det inntas en ny bestemmelse i sameloven .

source: Bargojoavku árvala ahte dat biddjo sámelága 2-16:ii ja ahte dat čuodjá ná : § 2-16 Riikarevišuvnna bearráigeahččan Riikarevišuvdna čađaha revišuvnna ja bearráigeahččá Sámedikki doaimma Riikarevišuvnna lága mielde ja Riikarevišuvnna doaimma bagadusa mielde maid Stuoradiggi lea mearridan .
nob: Arbeidsgruppen foreslår at denne inntas i sameloven § 2-16 og at den gis følgende utforming : § 2-16 Riksrevisjonens kontroll Riksrevisjonen fører revisjon og kontroll med Sametingets virksomhet etter lov om Riksrevisjonen og instruks om Riksrevisjonens virksomhet fastsatt av Stortinget .

source: Eará váikkuhusat Jus Sámediggi ásahuvvo sierra iešstivrejeaddji riektesubjeaktan , de váikkuha dat máŋggaid lágaide mat gustojit almmolaš doaimmaide .
nob: Andre konsekvenser En etablering av Sametinget som selvstendig rettssubjekt vil kunne ha konsekvenser for en lang rekke lover som gjelder for offentlige virksomheter .

source: Lágain adnojit dávjá doahpagat nugo ” almmolaš 104 Vrd. mearrádusa sierramearkkašumiid Árv .
nob: Ofte benyttes i lovene formuleringer som ” offentlige organer ” eller organ for ” stat eller kommune ” .

source: Bargojoavku čujuha dás dušše moadde ovdamearkka dakkár almmolašrievttálaš láhkavuođuide , ja deattuha ahte listu lea vel guhkit .
nob: Arbeidsgruppen peker her kun på et par eksempler for slik offentligrettslig lovgivning , og understreker at opplistningen ikke er uttømmende .
